/*
  Localizable.strings
  AtMall

  Created by Apple on 2/22/16.
  Copyright © 2016 HDV. All rights reserved.
*/

"privacy url" = "http://inmapz.com/privacy/";
"term url" = "http://inmapz.com/terms/";

"Search Mall" = "Search Venue";
"CHANGE VENUE" = "CHANGE VENUE";

// poi type

"PokeStop" = "PokeStop";
"Restroom/WC" = "Restroom/WC";
"Food" = "Food";
"ATM" = "ATM";
"Elevator" = "Elevator";
"Smoking" = "Smoking";
"Information" = "Information";
"Security" = "Security";
"Entrance" = "Entrance";
"FireExit" = "Fire Exits";
"Escalator" = "Escalator";

// view title

"setting view title" = "Settings";
"tutorial view title" = "Tutorial";
"filter view title" = "Filter";
"more view title" = "More";
"profile view title" = "Profile";

// button title

"change avatar button title" = "Change avatar";
"skip tutorial button title" = "Skip";
"done button title" = "Done";
"ok button title" = "OK";
"cancel button title" = "Cancel";
"close button title" = "Close";
"call button title" = "Call";
"filter button title" = "Filter";
"change venue button title" = "Change Venue";
"driving direction button title" = "Driving directions";
"train direction button title" = "Train directions";
"from here button title" = "Direction from Here";
"to here button title" = "Direction to Here";
"enter outdoor mode button title" = "Outdoor";
"skip login button title" = "Skip login";
"suggest edit button title" = "Suggest Edit";
"profile button title" = "Show Profile";
"login button title" = "Login";

// table view header title

"recently header title" = "RECENT";
"nearest header title" = "NEARBY";
"more header title" = "MORE";
"venue group header title" = "MORE VENUES";

/*
 alert title
 */

"confirmation" = "Confirmation";
"success alert title" = "Success";
"failure alert title" = "Failed";
"error alert title" = "Error";

/*
 alert content
 */

"login failed" = "Sorry, our system cannot process your login request right now. Please try again later";
"poi name invalid" = "POI name is invalid";
"poi radius invalid" = "POI radius is invalid";
"poi type invalid" = "POI type is invalid";
"no route from %@ to %@" = "No route is currently available from %@ to %@";
"no indoor map" = "Sorry, Indoor Map is not available in this area";
"signup failed" = "Sorry, our system cannot process your registration right now. Please try again later";
"facebook login failed" = "Failed to login with Facebook. Please try again later";
"logout alert content" = "Are you sure you want to log out?";
"forgot password successfully alert content" = "We have sent a link to reset your password to your email address. Please check your email and follow the instructions";
"email address is not valid alert content" = "Your email address is not valid";
"name is not valid alert content" = "Your name is not valid";
"password is not valid alert content" = "Your password is not valid";
"password dont match alert content" = "Your passwords don't match";
"share facebook error" = "Facebook is required to use this feature";
"need user login" = "Login is required to use this feature";
"up to date" = "This version is up-to-date :)";

/*
 placeholder text
 */

"search mall placeholder" = "Search airports, ...";
"search POI placeholder" = "Search Location, Store, ...";
"search speakers placeholder" = "Search speakers";
"search exhibitors placeholder" = "Search exhibitors";
"search exhibitors placeholder 2" = "Search exhibitors, ...";
"search deals" = "Search Deals";
"search events" = "Search Events";
"post placeholder" = "What's on your mind?";
"feedback placeholder" = "Post your feedback here";

// loading view content

"loading data" = "Loading Data...";
"loading view logging" = "Logging...";
"loading view processing" = "Processing...";
"Uploading Logo Image" = "Uploading Logo Image...";
"Uploading Cover Image" = "Uploading Cover Image...";
"Uploading POI" = "Uploading POI info...";

// setting label

"language setting label" = "Language";
"home city setting label" = "Home";
"email setting label" = "Email";
"password setting label" = "Password";
"privacy setting label" = "Privacy";
"term setting label" = "Terms and Conditions";
"help setting label" = "Help";
"logout setting label" = "Sign out";
"login setting label" = "Sign in";
"share setting label" = "Share %@ with Friends";
"version label" = "Version %@ build %@";
"company label" = "Powered by InMapz from WHERE.PLACE INC";

// menu label

"account configure label" = "Account Settings";
"setting label" = "Settings";
"logout label" = "Logout";
"help label" = "Help";

// venue type label

"mall venue type" = "Malls & Shopping Centers";
"airport venue type" = "Airports";
"hotel venue type" = "Hotels and Casinos";
"train station venue type" = "Train Stations";
"trade show venue type" = "Trade Shows";
"resort venue type" = "Resorts";
"park venue type" = "Parks";
"university venue type" = "Schools and Universities";

// tab bar item title
"speaker_tbit" = "Speakers";
"exhibitors_tbit" = "Exhibitors";
"wall_tbit" = "Sharing";
"activities_tbit" = "Announcements";

// info label
"bioProfile_spl" = "Profile";
"email_spl" = "Email";
"phone_spl" = "Phone Number";
"website_spl" = "Website";
"boothNumber_il" = "Booth Number";
"description_il" = "Description";
"contactName_il" = "Contact Person's Name";
"address_il" = "Address";
"openTime_il" = "Operating Hours";
"mailing_il" = "Mailing Address";

// tutorial screen image name

"tutorial 1" = "tutorial_1_en";
"tutorial 2" = "tutorial_2_en";
"tutorial 3" = "tutorial_3_en";
"tutorial 4" = "tutorial_4_en";
"tutorial 5" = "tutorial_5_en";
"tutorial 6" = "tutorial_6_en";
"tutorial 7" = "tutorial_7_en";

// others

"floor %d" = "%d";
"floor %@" = "%@";
"your location" = "Your Location";
"drop pin location" = "Marked Location";
"select on map" = "Choose on Map";
"to" = "to";
"at" = "at";
"see_more" = "More...";

// category

"Accessories" = "Accessories";
"Auto" = "Auto";
"CardsBooksGiftsStationery" = "Cards, Books, Gifts & Stationery";
"ChildrenInfantFashions" = "Children's & Infant Fashions";
"DepartmentStores" = "Department Stores";
"Electronics" = "Electronics";
"Entertainment" = "Entertainment";
"Food" = "Food";
"Fashions" = "Fashions";
"HealthBathBeauty" = "Health, Bath & Beauty";
"HomeFurnishings" = "Home Furnishings";
"JewelryWatches" = "Jewelry & Watches";
"MenFashions" = "Men's Fashions";
"WomenFashions" = "Women's Fashions";
"MusicMovies" = "Music & Movies";
"PhotographyPrinting" = "Photography & Printing";
"Restaurants" = "Restaurants";
"SeasonalHolidayItems" = "Seasonal & Holiday Items";
"Services" = "Services";
"ShoesFootwear" = "Shoes & Footwear";
"Specialty" = "Specialty";
"SportingGoods" = "Sporting Goods";
"SunglassesEyewear" = "Sunglasses and Eyewears";
"TeenFashions" = "Teen's Fashions";
"ToysGames" = "Toys & Games";

// toast

"failed to upload image" = "Failed to upload the image";
"image uploaded successfully" = "Image is successfully uploaded";
"failed to create new post" = "Failed to create the new post";
"new post created successfully" = "New post is successfully created";
"failed to post a comment" = "Failed to post a comment";
"failed to edit poi" = "Failed to edit this time";
"poi edited successfully" = "POI is successfully edited";
"no webpage available" = "The webpage cannot be found";

// time

"year" = "year";
"month" = "month";
"day" = "day";
"hour" = "hour(s)";
"minute" = "minute(s)";
"ago" = "ago";

// pull to refresh

"ptr Loading more" = "Loading more...";
"ptr Loading..." = "Loading...";
"ptr Release to refresh" = "Release to refresh";
"ptr Pull to refresh" = "Pull to refresh";

// ha noi expo

"press release title" = "Press Release";
"fair program title" = "Fair Program - VIETNAM EXPO 2017";
"forum program title" = "Vietnam Export Promotion Forum 2017";
"press release source name" = "Press Release";
"fair program source name" = "Fair Program - VIETNAM EXPO 2017 - MOIT";
"forum program source name" = "Chương trình dự kiến diễn đàn xúc tiến xuất khẩu";

// loyalty

"total point" = "Total point";
"point" = "Point(s)";
"history" = "History";
"post wall point description" = "Created a new post";
"share on face point description" = "Shared a post on Facebook";
"check in point description" = "Check-in";

// voucher

"valid date" = "Valid date: %@";
"expired date" = "Expired date: %@";

// sharing text

"sharing text" = "Check out %@ for your smartphone. Download today from %@";

// segment title

"seg_deals" = "Deals";
"seg_news" = "News";

// private venue
"pv_textfieldPlaceholder" = "Enter your code here";
"pv_alertTitle" = "Please enter your code";
"pv_wrongKey" = "Your given code is not correct. Please try again";

"Reload" = "Reload";
"An error occured while loading data" = "An error occured while loading data";

// landmark name
"entrance2" = "Entrance";
"coffee" = "Coffee";
"atm2" = "ATM";
"counter" = "Counter";
"conference" = "Conference";
"theater" = "Theater";
"wc" = "Toilet";
"elevator2" = "Elevator";
"handicap" = "Multipurpose Toilet";
"escalator2" = "Escalator";
"staircase" = "Staircase";
"kid" = "Kid";
"medical" = "Medical";
"police" = "Police";
"valetparking" = "Valet parking";
"selfparking" = "Self-parking";
"smoking2" = "Smoking Room";
"ticket" = "Ticket";
"info" = "Information Counter";
"taxi" = "Taxi Stop";
"babycare" = "Baby Room";
"baggagecheck" = "Baggage Check";
"baggageclaim" = "Baggage Claim";
"baggagestorage" = "E-Locker";
"bus" = "Bus Station";
"carousel" = "Carousel";
"checkincounter" = "Check-in Counter";
"currencyexchange" = "Currency Exchange";
"dutyfree" = "Duty-free";
"flightinfo" = "Flight Info";
"lostfound" = "Lost & Found";
"lounge" = "Rest Area";
"departuregate" = "Departure Gate";
"metro" = "Metro";
"passportcontrol" = "Passport Control";
"sleeproom" = "Sleep Room";
"stroller" = "Stroller";
"prayerroom" = "Prayer Room";
"transfer" = "Transfer";
"exhibitor" = "Exhibitor";
"charing" = "Phone Charging Station";
"wifi" = "Wi-fi";
"water" = "Water";
"publicchair" = "Rest Area";
"fireExits" = "Fire Exits";
"carParking" = "Car Parking";
"motorParking" = "Motor Parking";
"pickupPoint" = "Pick Up & Drop Off Point";
"wcBaby" = "Kid's Toilet";
"handicapParking" = "Handicap Parking";
"ostomateToilet" = "Ostomate Toilet";
"vehicleChargingStation" = "EV Charging Station";
"handicapWC" = "Multipurpose Toilet";
"eLocker" = "E-Locker";
"tooltip_1" = "Tap here to change the current floor. Tap on this tooltip to dismiss";
"tooltip_2" = "Tap here to share this map. Tap on this tooltip to dismiss";
"tooltip_3" = "Tap here to show the terminal map. Tap on this tooltip to dismiss";
"airport not available" = "Sorry, Indoor Map for this airport is not available";
"same from to" = "The start location is the same as the end location. Please choose another one.";
"makeup" = "Make-up Room";
"kiosk" = "Kiosk";

"update offline data" = "Update offline map";
"delete offline data" = "Delete offline map";

"mile(s)" = "mile(s)";
"m" = "m";
"filter failed" = "Don't have any of this facility in the current floor";

"GF" = "GF";
"1F" = "1F";
"2F" = "2F";
"3F" = "3F";
"4F" = "4F";
"5F" = "5F";
"6F" = "6F";
"RF" = "RF";
"Basement" = "Basement";

"Available" = "Available";
"parking.status.notes.empty" = "Plenty of space";
"parking.status.notes.available" = "Has available spaces";
"parking.status.notes.nearFull" = "Near full";
"parking.status.notes.full" = "Full";

"R34-Sv-HmO.text" = "Info";
"DRG-Zv-mfr.text" = "Locate";
"wr2-d9-XOP.normalTitle" = "Cancel";
"nI8-Ug-MtE.normalTitle" = "OK";
"ll4-ss-2qe.normalTitle" = "Direction from Here";
"h0N-ud-1I4.normalTitle" = "Direction to Here";
"HJK-sf-niF.normalTitle" = "Check in";
"QS2-hW-7jl.text" = "AIRPORT LIST";
"ZeR-5r-EXR.text" = "View";
"lKD-yy-xsj.text" = "View";
"g88-oR-9V4.text" = "Load splash screen failed";
